[Demo_CommonAD_ep3_3 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-467,Y=1119,Z=1335),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-10,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=-277,Y=1084,Z=1200),VecSub=(X=170,Y=0,Z=0),CId=72)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=-277,Y=1154,Z=2500),VecSub=(X=190,Y=0,Z=0),CId=69)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0000_fx_close_normal",motionName[2]="kr_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0200_lp_half_normal",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=CHARACTER,Command=CAMERA_OFS,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=70)
DemoScripts[9]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Bit=1,Number=5)
DemoScripts[10]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Kurona.GG2_BGM_DM_Usual_Kurona_Cue')
DemoScripts[11]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Rooftop.GG2_AMB_Rooftop_LP_Cue')
DemoScripts[12]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[13]=(Actor=FADE,Command=WAIT)
DemoScripts[14]=(Actor=WINDOW,Command=SET)
DemoScripts[15]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[16]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_002_Cue',Name="クロナ")
DemoScripts[17]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[18]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[19]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_003_Cue',Name="")
DemoScripts[20]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[21]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[22]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0100_lp_close_normal",motionName[1]="kr_CM_0002_fx_close_smile_S",motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=0,Number=3,Bit=1)
DemoScripts[23]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[24]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_004_Cue',Name="クロナ")
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[26]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[27]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0200_lp_half_normal",Rate=0,Number=0,Bit=1)
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[29]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_005_Cue',Name="クロナ")
DemoScripts[30]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[31]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[32]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[33]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_lp_close_smile",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[34]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[35]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_007_Cue',Name="クロナ")
DemoScripts[36]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[37]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[38]=(Actor=WINDOW,Command=EXIT)
DemoScripts[39]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[40]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[41]=(Actor=FADE,Command=WAIT)
DemoScripts[42]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[43]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=-277,Y=1154,Z=1200),CId=69)
DemoScripts[44]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[45]=(Actor=FADE,Command=WAIT)
DemoScripts[46]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=0,Y=-5,Z=0),SecTime=0.3)
DemoScripts[47]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[48]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=-5,Z=0),SecTime=)
DemoScripts[49]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Uneasy.GG2_BGM_DM_CMN_Uneasy_Cue')
DemoScripts[50]=(Actor=WINDOW,Command=SET)
DemoScripts[51]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_008_Cue',Name="カミゾノ　シノブ")
DemoScripts[52]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[53]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[54]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[55]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0201_lp_half_angry",Rate=0,Number=0,Bit=1)
DemoScripts[56]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_010_Cue',Name="カミゾノ　シノブ")
DemoScripts[57]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[58]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[59]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0100_lp_close_normal",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=0,Number=3,Bit=1)
DemoScripts[60]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[61]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_011_Cue',Name="クロナ")
DemoScripts[62]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[63]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[64]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[65]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_012_Cue',Name="クロナ")
DemoScripts[66]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[67]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[68]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[69]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0200_lp_half_normal",Rate=0,Number=0,Bit=1)
DemoScripts[70]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[71]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0002_fx_close_smile_S",motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[72]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[73]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_014_Cue',Name="カミゾノ　シノブ")
DemoScripts[74]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[75]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[76]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[77]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[78]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[79]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[80]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=11,Vec=(X=-327,Y=1149,Z=1330))
DemoScripts[81]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[82]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=11,Vec=(X=-327,Y=1089,Z=1310))
DemoScripts[83]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_016_Cue',Name="クロナ")
DemoScripts[84]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[85]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[86]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[87]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_017_Cue',Name="カミゾノ　シノブ")
DemoScripts[88]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[89]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[90]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[91]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[92]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=13,Bit=0,Rate=0)
DemoScripts[93]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_018_Cue',Name="クロナ")
DemoScripts[94]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[95]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[96]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[97]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[98]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[99]=(Actor=ADD,Command=FAVOR,Name="",Number=7)
DemoScripts[100]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[101]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[102]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_021_Cue',Name="カミゾノ　シノブ")
DemoScripts[103]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[104]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[105]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Surprise_Cue')
DemoScripts[106]=(Actor=EMOTION,Command=SET,Name="カミゾノ　シノブ",Number=2,CId=69)
DemoScripts[107]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[108]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[109]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[110]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[111]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[112]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_023_Cue',Name="カミゾノ　シノブ")
DemoScripts[113]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[114]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[115]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_lp_close_tightly",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[116]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[117]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_024_Cue',Name="カミゾノ　シノブ")
DemoScripts[118]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[119]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[120]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_025_Cue',Name="")
DemoScripts[121]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[122]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[123]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[124]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[125]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[126]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[127]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[128]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[129]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_lp_close_smile",Rate=0,Number=0,Bit=1)
DemoScripts[130]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=0,Number=1,Bit=0)
DemoScripts[131]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_027_Cue',Name="クロナ")
DemoScripts[132]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[133]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[134]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=220,Y=0,Z=0),SecTime=0.3,CId=69)
DemoScripts[135]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0200_lp_half_normal",motionName[1]="sn_CM_0002_fx_close_smile_S",motionName[2]="sn_DM_0111_fx_Stand2Envy",Rate=0,Number=3,Bit=1)
DemoScripts[136]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_1100_lp_Envy",Number=8)
DemoScripts[137]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=11,Vec=(X=-327,Y=1089,Z=1310))
DemoScripts[138]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[139]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_028_Cue',Name="カミゾノ　シノブ")
DemoScripts[140]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[141]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[142]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0100_lp_close_normal",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=0,Number=3,Bit=1)
DemoScripts[143]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[144]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_029_Cue',Name="クロナ")
DemoScripts[145]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[146]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=0,Number=1,Bit=0)
DemoScripts[147]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[148]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[149]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=190,Y=0,Z=0),SecTime=0.3,CId=69)
DemoScripts[150]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[151]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[152]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_1101_fx_Envy2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[153]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[154]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=13,Bit=0,Rate=0)
DemoScripts[155]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[156]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[157]=(Actor=ADD,Command=FAVOR,Name="",Number=-7)
DemoScripts[158]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[159]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Wonder_Cue')
DemoScripts[160]=(Actor=EMOTION,Command=SET,Name="カミゾノ　シノブ",Number=3,CId=69)
DemoScripts[161]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[162]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[163]=(Actor=EMOTION,Command=SET,Name="クロナ",Number=3,CId=72)
DemoScripts[164]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[165]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[166]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_032_Cue',Name="カミゾノ　シノブ")
DemoScripts[167]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[168]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[169]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[170]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0201_lp_half_angry",Rate=0,Number=0,Bit=1)
DemoScripts[171]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[172]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_034_Cue',Name="カミゾノ　シノブ")
DemoScripts[173]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[174]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[175]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_035_Cue',Name="")
DemoScripts[176]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[177]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[178]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[179]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[180]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[181]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[182]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[183]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[184]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[185]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[186]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_037_Cue',Name="")
DemoScripts[187]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[188]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[189]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_lp_close_tightly",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0106_fx_Stand2Depressed",Rate=0,Number=3,Bit=1)
DemoScripts[190]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0600_lp_Depressed",Number=8)
DemoScripts[191]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_038_Cue',Name="カミゾノ　シノブ")
DemoScripts[192]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[193]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[194]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_039_Cue',Name="")
DemoScripts[195]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[196]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[197]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0201_lp_half_angry",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0601_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[198]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[199]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_040_Cue',Name="カミゾノ　シノブ")
DemoScripts[200]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[201]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[202]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[203]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[204]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[205]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0201_lp_half_angry",Rate=0,Number=0,Bit=1)
DemoScripts[206]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[207]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_041_Cue',Name="カミゾノ　シノブ")
DemoScripts[208]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[209]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[210]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[211]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_042_Cue',Name="カミゾノ　シノブ")
DemoScripts[212]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[213]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[214]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[215]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=0,Number=1,Bit=0)
DemoScripts[216]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=11,Vec=(X=-327,Y=1149,Z=1330))
DemoScripts[217]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_043_Cue',Name="クロナ")
DemoScripts[218]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[219]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[220]=(Actor=WINDOW,Command=EXIT)
DemoScripts[221]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[222]=(Actor=FADE,Command=WAIT)
DemoScripts[223]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Kurona_Cue')
DemoScripts[224]=(Actor=CHARACTER,Command=EXIT,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',CId=72)
DemoScripts[225]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0200_lp_half_normal",Rate=0,Number=0,Bit=1)
DemoScripts[226]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[227]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[228]=(Actor=FADE,Command=WAIT)
DemoScripts[229]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=10,Y=-5,Z=0),SecTime=0.5)
DemoScripts[230]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[231]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=10,Y=-5,Z=0),SecTime=)
DemoScripts[232]=(Actor=WINDOW,Command=SET)
DemoScripts[233]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_044_Cue',Name="カミゾノ　シノブ")
DemoScripts[234]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[235]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[236]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0104_fx_Stand2Warn",Rate=0,Number=2,Bit=0)
DemoScripts[237]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0400_lp_Warn",Number=8)
DemoScripts[238]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=0,Rate=1)
DemoScripts[239]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_3.GG2_V_CMNAD_ep3_3_045_Cue',Name="カミゾノ　シノブ")
DemoScripts[240]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[241]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[242]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[243]=(Actor=WINDOW,Command=EXIT)
DemoScripts[244]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[245]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[246]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[247]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[248]=(Actor=SYSTEM,Command=END)

[Select_CommonAD_ep3_3 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=EROTIC,ParamNum=50),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))

[Text_CommonAD_ep3_3 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="啊! 是妳!")

Texts[1]=(Label="TEXT02",Name="庫蘿娜",Text="什麼啊,是那時的傻瓜天使/n還有傻瓜人類DEATH嗎.")

Texts[2]=(Label="TEXT03",Name="艾可蘿",Text="妳說什麼--!/n妳纔是,不過就是個廢柴惡魔!")

Texts[3]=(Label="TEXT04",Name="庫蘿娜",Text="哼哼......庫蘿娜是未來的/n精英惡魔DEATH,所以不會/n受妳那種廉價的挑釁DEATH.")

Texts[4]=(Label="TEXT05",Name="庫蘿娜",Text="不管怎麼說,我這邊正因為/n礙事的惡魔獵人少了一個,/n所以心情很好DEATH.")

Texts[5]=(Label="TEXT06",Name="峯大",Text="礙事的......?/n難道說,妳對小忍還是小真夜/n做了什麼嗎!?")

Texts[6]=(Label="TEXT07",Name="庫蘿娜",Text="噫嘻嘻嘻嘻! 你說對了!/n看好了DEATH!/n過來! 庫蘿娜的新僕人啊!")

Texts[7]=(Label="TEXT08",Name="忍",Text="好的,庫蘿娜大人......")

Texts[8]=(Label="TEXT09",Name="峯大",Text="小忍!?")

Texts[9]=(Label="TEXT10",Name="忍",Text="可以不要叫得那麼親暱嗎?/n你這反抗庫蘿娜大人的愚蠢蛆蟲......")

Texts[10]=(Label="TEXT11",Name="庫蘿娜",Text="沒用沒用DEATH!/n只要庫蘿娜出手,操控惡魔獵人什麼的/n簡直是易如反掌!")

Texts[11]=(Label="TEXT12",Name="庫蘿娜",Text="這傢伙已經變成了/n庫蘿娜的忠實僕人DEATH!")

Texts[12]=(Label="TEXT13",Name="峯大",Text="居然被惡魔操控了嗎!")

Texts[13]=(Label="TEXT14",Name="忍",Text="說什麼被操控......呵呵./n......我是多虧庫蘿娜大人而覺醒了./n感覺十分舒暢哦......")

Texts[14]=(Label="TEXT15",Name="峯大",Text="快讓小忍恢復原狀!/n惡魔!!")

Texts[15]=(Label="TEXT16",Name="庫蘿娜",Text="......他是這樣說的DEATH,/n妳想要恢復原狀DEATH嗎,僕人?")

Texts[16]=(Label="TEXT17",Name="忍",Text="不,庫蘿娜大人./n我對現在的自己很滿意.")

Texts[17]=(Label="TEXT18",Name="庫蘿娜",Text="她是這麼說的DEATH./n這裡就尊重僕人的意見,/n容我拒絕DEATH.")

Texts[18]=(Label="TEXT19",Name="峯大",Text="唔......妳這......!")

Texts[19]=(Label="TEXT20",Name="峯大",Text="哎!/n既然如此......")

Texts[20]=(Label="TEXT21",Name="忍",Text="蛆蟲......做什麼都是沒用的哦./n因為現在的我,無論身心都是/n屬於庫蘿娜大人的東西......")

Texts[21]=(Label="TEXT22",Name="峯大",Text="<將來的夢想>/n\"我將來的夢想是要/n成為峯大同學的新娘子\"")

Texts[22]=(Label="TEXT23",Name="忍",Text="那是......!!/n我小學四年級時的作文!?")

Texts[23]=(Label="TEXT24",Name="忍",Text="笨蛋笨蛋!/n峯大不知羞恥!! 沒道德--!!")

Texts[24]=(Label="TEXT25",Name="艾可蘿",Text="咦......是不是變回來了?")

Texts[25]=(Label="TEXT26",Name="峯大",Text="太卑鄙了哦!!")

Texts[26]=(Label="TEXT27",Name="庫蘿娜",Text="噫嘻嘻嘻嘻!/n卑鄙骯髒是讚美惡魔的詞彙DEATH!")

Texts[27]=(Label="TEXT28",Name="忍",Text="不愧是庫蘿娜大人....../n真是了不起的惡魔作風!")

Texts[28]=(Label="TEXT29",Name="庫蘿娜",Text="嗯~/n感覺真是愉悅DEATH呢~!")

Texts[29]=(Label="TEXT30",Name="峯大",Text="唔......")

Texts[30]=(Label="TEXT31",Name="峯大",Text="色色的服裝呢......?")

Texts[31]=(Label="TEXT32",Name="忍",Text="啥......?")

Texts[32]=(Label="TEXT33",Name="峯大",Text="說到被操控的女主角,/n就應該要出現色色的服裝才對吧!?/n為什麼穿得這麼普通啊!!?")

Texts[33]=(Label="TEXT34",Name="忍",Text="在說什麼啊......這個蛆蟲......")

Texts[34]=(Label="TEXT35",Name="艾可蘿",Text="峯大大人......眼神是認真的....../n好可怕......")

Texts[35]=(Label="TEXT36",Name="峯大",Text="發動覆蓋的卡牌!/n洗腦解除!!")

Texts[36]=(Label="TEXT37",Name="艾可蘿",Text="你說什麼卡牌啊....../n是覆蓋在哪裡啊......")

Texts[37]=(Label="TEXT38",Name="忍",Text="唔唔......我的腦袋......!")

Texts[38]=(Label="TEXT39",Name="艾可蘿",Text="有效果--!?")

Texts[39]=(Label="TEXT40",Name="忍",Text="哎!/n別開玩笑了!")

Texts[40]=(Label="TEXT41",Name="忍",Text="囉囉唆唆的....../n還是一樣令人煩躁的/n蛆蟲呢......!")

Texts[41]=(Label="TEXT42",Name="忍",Text="如果讓這個垃圾嘗點苦頭,/n是不是能夠讓這份心情/n稍微舒緩一些呢......?")

Texts[42]=(Label="TEXT43",Name="庫蘿娜",Text="噫嘻嘻嘻嘻!/n應該DEATH吧--?/n那麼,剩下的就交給妳DEATH囉--!")

Texts[43]=(Label="TEXT44",Name="忍",Text="謝謝您,庫蘿娜大人~/n呵呵......既然庫蘿娜大人/n替我背書了......")

Texts[44]=(Label="TEXT45",Name="忍",Text="本小姐就來好好教訓你一頓......")

Texts[45]=(Label="TEXT46",Name="峯大",Text="只能戰鬥了嗎......!")

Texts[46]=(Label="",Name="",Text="")

Texts[47]=(Label="SELECT01",Name="",Text="讓小忍/n恢復原狀!")

Texts[48]=(Label="SELECT02",Name="",Text="揭露小忍的過去")

Texts[49]=(Label="SELECT03",Name="",Text="太卑鄙了哦!!")

Texts[50]=(Label="SELECT04",Name="",Text="色色的服裝呢?")

Texts[51]=(Label="SELECT05",Name="",Text="發動覆蓋的卡牌!")

Texts[52]=(Label="SELECT06",Name="",Text="")

Texts[53]=(Label="SELECT07",Name="",Text="")

Texts[54]=(Label="SELECT08",Name="",Text="")

Texts[55]=(Label="SELECT09",Name="",Text="")

Texts[56]=(Label="SELECT10",Name="",Text="")


